# -*- coding: utf-8 -*-

thesaurus_jargon = [
    ['a'*100, '個人に関する事項産業大分類: オリジナルコード'],
    ['b'*100, '産業抽出集計用'],
    ['c'*100, '個人に関する事項職業大分類: オリジナルコード'],
    ['d'*100, '職業抽出集計用'],
    ['e'*100, 'TOUKEIKU', 'TOKEIKU', '統計区番号'],
    ['f'*100, '1週間に仕事をした時間'],
    ['g'*100, '準世帯'],
    ['h'*100, '利用交通手段'],
    ['i'*100, 'MNYJYU'],
    ['j'*100, 'TATAMI'],
    ['k'*100, 'NENTSUKI', 'NENTUKI'],
    ['l'*100, 'FJKBN', 'SKBNFJ'],
    ['m'*100, '国籍'],
    ['n'*100, 'NYUKYO'],
    ['o'*100, 'JUNKBN'],
    ['p'*100, 'KYO8'],
    ['q'*100, '雇用保険'],
    ['r'*100, '家賃・地代'],
    ['s'*100, '利子・配当'],
    ['t'*100, '生活保護'],
    ['u'*100, 'JIKAN'],
    ['', 'オリジナル情報(最終チェック済データ)', 'オリジナルコード', 'オリジナル', '個人に関する事項', '世帯に関する事項'],
    ['居住期間', '現在の場所に住んでいる期間'],
    ['JR', '国鉄'],
    ['MONTH', 'CHOTUKI']
]
