# -*- coding: utf-8 -*-

thesaurus_jargon = [
    ['', ':', '：', ' ', '　'],
    ['調査票', '事業所票'],
    ['マスター', '母集団'],
    ['事業所規模', '事業所規模番号'],
    ['産業大分類', '産業番号大', '産業分類番号大'],
    ['産業中分類', '産業番号中', '産業分類番号中'],
    ['産業小分類', '産業番号小', '産業分類番号小'],
    ['大学卒生産', '大卒・技術系', '大学卒技術系'],
    ['大卒', '大学卒'],
    ['特別給与', '昨年1年間の賞与期末手当等特別支給額'],
    ['a'*100, '抽出単位産業コード'],
    ['b'*100, '集計不能コード'],
    ['c'*100, '抽出産業番号'],
    ['d'*100, '括内事業所番号'],
    ['e'*100, '常用労働者・正社員', '常用労働者数正社員・正職員'],
    ['f'*100, '常用労働者・正社員以外', '常用労働者数正社員・正職員以外'],
    ['g'*100, '大学院修士課程修了男初任給額', '大学院・男・初任給額'],
    ['h'*100, '大学院修士課程修了男採用人員', '大学院・男・採用人員'],
    ['i'*100, '大学院修士課程修了女初任給額', '大学院・女・初任給額'],
    ['j'*100, '大学院修士課程修了女採用人員', '大学院・女・採用人員'],
    ['k'*100, '事務'],
    ['l'*100, '生産'],
    ['m'*100, '抽出率常用労働者'],
    ['n'*100, '抽出率労働者'],
    ['o'*100, '臨時労働者']
]

