capture label define RESEARCH_YEAR 2007 "2007年"
capture label values RESEARCH_YEAR RESEARCH_YEAR

capture label define RESEARCH_MONTH 10 "10月"
capture label values RESEARCH_MONTH RESEARCH_MONTH

capture label define C_KEN 1 "北海道" 02 "青森県" 03 "岩手県" 04 "宮城県" 05 "秋田県" 06 "山形県" 07 "福島県" 08 "茨城県" 09 "栃木県" 10 "群馬県" 11 "埼玉県" 12 "千葉県" 13 "東京都" 14 "神奈川県" 15 "新潟県" 16 "富山県" 17 "石川県" 18 "福井県" 19 "山梨県" 20 "長野県" 21 "岐阜県" 22 "静岡県" 23 "愛知県" 24 "三重県" 25 "滋賀県" 26 "京都府" 27 "大阪府" 28 "兵庫県" 29 "奈良県" 30 "和歌山県" 31 "鳥取県" 32 "島根県" 33 "岡山県" 34 "広島県" 35 "山口県" 36 "徳島県" 37 "香川県" 38 "愛媛県" 39 "高知県" 40 "福岡県" 41 "佐賀県" 42 "長崎県" 43 "熊本県" 44 "大分県" 45 "宮崎県" 46 "鹿児島県" 47 "沖縄県"
capture label values C_KEN C_KEN

capture label define S_IPPAN 1 "一般世帯" 2 "単身世帯"
capture label values S_IPPAN S_IPPAN

capture label define S_KAZOKURUI12 1 "夫婦のみの世帯" 02 "夫婦と両親からなる世帯" 03 "夫婦とひとり親から成る世帯" 04 "夫婦と子供から成る世帯" 05 "夫婦、子供と両親から成る世帯" 06 "夫婦、子供とひとり親から成る世帯" 07 "ひとり親と子供からなる世帯" 08 "兄弟姉妹からなる世帯" 09 "単身世帯" 10 "母子世帯" 11 "父子世帯" 12 "上記以外"
capture label values S_KAZOKURUI12 S_KAZOKURUI12

capture label define S_NENREI0 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI0 S_NENREI0

capture label define S_NENREI1 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI1 S_NENREI1

capture label define S_NENREI2 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI2 S_NENREI2

capture label define S_NENREI3 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI3 S_NENREI3

capture label define S_NENREI4 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI4 S_NENREI4

capture label define S_NENREI5 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI5 S_NENREI5

capture label define S_NENREI6 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI6 S_NENREI6

capture label define S_NENREI7 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI7 S_NENREI7

capture label define S_NENREI8 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI8 S_NENREI8

capture label define S_NENREI9 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI9 S_NENREI9

capture label define S_NENREI10 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI10 S_NENREI10

capture label define S_NENREI11 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI11 S_NENREI11

capture label define S_NENREI12 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI12 S_NENREI12

capture label define S_NENREI13 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI13 S_NENREI13

capture label define S_NENREI14 0 "記入なし" 1 "1人" 2 "2人" 3 "3人" 4 "4人" 5 "5人" 6 "6人" 7 "7人" 8 "8人" 9 "9人"
capture label values S_NENREI14 S_NENREI14

capture label define S_OMOSYU 1 "賃金・給料" 02 "農業収入" 03 "その他の事業収入" 04 "内職収入" 05 "家賃・地代" 06 "利子・配当" 07 "年金・恩給" 08 "雇用保険" 09 "仕送り" 10 "その他"
capture label values S_OMOSYU S_OMOSYU

capture label define S_JYU1 1 "記入あり" 0 "記入なし"
capture label values S_JYU1 S_JYU1

capture label define S_JYU2 1 "記入あり" 0 "記入なし"
capture label values S_JYU2 S_JYU2

capture label define S_JYU3 1 "記入あり" 0 "記入なし"
capture label values S_JYU3 S_JYU3

capture label define S_JYU4 1 "記入あり" 0 "記入なし"
capture label values S_JYU4 S_JYU4

capture label define S_JYU5 1 "記入あり" 0 "記入なし"
capture label values S_JYU5 S_JYU5

capture label define S_JYU6 1 "記入あり" 0 "記入なし"
capture label values S_JYU6 S_JYU6

capture label define S_JYU7 1 "記入あり" 0 "記入なし"
capture label values S_JYU7 S_JYU7

capture label define S_JYU8 1 "記入あり" 0 "記入なし"
capture label values S_JYU8 S_JYU8

capture label define S_JYU9 1 "記入あり" 0 "記入なし"
capture label values S_JYU9 S_JYU9

capture label define S_JYU10 1 "記入あり" 0 "記入なし"
capture label values S_JYU10 S_JYU10

capture label define S_SYUNYU 1 "100万円未満" 02 "100～199万円" 03 "200～299万円" 04 "300～399万円" 05 "400～499万円" 06 "500～599万円" 07 "600～699万円" 08 "700～799万円" 09 "800～899万円" 10 "900～999万円" 11 "1000～1249万円" 12 "1250～1499万円" 13 "1500～1999万円" 14 "2000万円以上"
capture label values S_SYUNYU S_SYUNYU

capture label define K_SEX 1 "男" 2 "女"
capture label values K_SEX K_SEX

capture label define K_HAIGU 1 "未婚" 2 "配偶者あり" 3 "死別・離別"
capture label values K_HAIGU K_HAIGU

capture label define K_TUZUKI 1 "世帯主" 02 "世帯主の配偶者" 03 "子" 04 "子の配偶者" 05 "孫" 06 "世帯主の父母" 07 "世帯主の配偶者の父母" 08 "祖父母" 09 "兄弟姉妹" 10 "他の親族" 11 "その他"
capture label values K_TUZUKI K_TUZUKI

capture label define K_GENGO 1 "明治" 2 "大正" 3 "昭和" 4 "平成" 5 "西暦"
capture label values K_GENGO K_GENGO

capture label define K_AGE5 1 "15～19歳" 02 "20～24歳" 03 "25～29歳" 04 "30～34歳" 05 "35～39歳" 06 "40～44歳" 07 "45～49歳" 08 "50～54歳" 09 "55～59歳" 10 "60～64歳" 11 "65～69歳" 12 "70～74歳" 13 "75～79歳" 14 "80～84歳" 15 "85歳以上"
capture label values K_AGE5 K_AGE5

capture label define K_AGE10 1 "15～24歳" 2 "25～34歳" 3 "35～44歳" 4 "45～54歳" 5 "55～64歳" 6 "65歳以上"
capture label values K_AGE10 K_AGE10

capture label define K_KYOIKU 1 "在学中" 2 "卒業" 3 "在学したことがない"
capture label values K_KYOIKU K_KYOIKU

capture label define K_GAKKO 1 "小学・中学" 2 "高校・旧制中" 3 "専門学校" 4 "短大・高専" 5 "大学" 6 "大学院"
capture label values K_GAKKO K_GAKKO

capture label define K_ZENJYU 1 "現在の住居" 2 "同じ市区町村内の別のところ" 3 "同じ都道府県内の別の市区町村" 4 "他の都道府県" 5 "外国"
capture label values K_ZENJYU K_ZENJYU

capture label define K_ZENJYUKEN 1 "北海道" 02 "青森県" 03 "岩手県" 04 "宮城県" 05 "秋田県" 06 "山形県" 07 "福島県" 08 "茨城県" 09 "栃木県" 10 "群馬県" 11 "埼玉県" 12 "千葉県" 13 "東京都" 14 "神奈川県" 15 "新潟県" 16 "富山県" 17 "石川県" 18 "福井県" 19 "山梨県" 20 "長野県" 21 "岐阜県" 22 "静岡県" 23 "愛知県" 24 "三重県" 25 "滋賀県" 26 "京都府" 27 "大阪府" 28 "兵庫県" 29 "奈良県" 30 "和歌山県" 31 "鳥取県" 32 "島根県" 33 "岡山県" 34 "広島県" 35 "山口県" 36 "徳島県" 37 "香川県" 38 "愛媛県" 39 "高知県" 40 "福岡県" 41 "佐賀県" 42 "長崎県" 43 "熊本県" 44 "大分県" 45 "宮崎県" 46 "鹿児島県" 47 "沖縄県" 99 "外国"
capture label values K_ZENJYUKEN K_ZENJYUKEN

capture label define K_SYUGYO 1 "仕事をおもにしている" 2 "家事がおもで仕事もしている" 3 "通学がおもで仕事もしている" 4 "家事・通学以外のことがおもで仕事もしている" 5 "家事をしている" 6 "通学している" 7 "その他"
capture label values K_SYUGYO K_SYUGYO

capture label define YH_CHII8 1 "常雇" 2 "臨時雇" 3 "日雇" 4 "会社などの役員" 5 "自営業主で雇人あり" 6 "自営業主で雇人なし" 7 "自家営業の手伝い（家族従業者）" 8 "内職"
capture label values YH_CHII8 YH_CHII8

capture label define YH_KEITAI 1 "正規の職員・従業員" 2 "パート" 3 "アルバイト" 4 "労働者派遣事業所の派遣社員" 5 "契約社員" 6 "嘱託" 7 "その他"
capture label values YH_KEITAI YH_KEITAI

capture label define YH_KIGYO 1 "起業者" 2 "非起業者"
capture label values YH_KIGYO YH_KIGYO

capture label define YH_KEIEI 1 "個人" 2 "合名会社・合資会社・合同会社" 3 "株式会社・相互会社（有限会社を含む）" 4 "官公庁など" 5 "その他の法人・団体"
capture label values YH_KEIEI YH_KEIEI

capture label define YH_NOHINO 1 "農林業" 2 "非農林業"
capture label values YH_NOHINO YH_NOHINO

capture label define YH_SANDAI 1 "Ａ　農業" 02 "Ｂ　林業" 03 "Ｃ　漁業" 04 "Ｄ　鉱業" 05 "Ｅ　建設業" 06 "Ｆ　製造業" 07 "Ｇ　電気･ガス・熱供給・水道業" 08 "Ｈ　情報通信業" 09 "Ｉ　運輸業" 10 "Ｊ　卸売･小売業" 11 "Ｋ　金融･保険業" 12 "Ｌ　不動産業" 13 "Ｍ　飲食店，宿泊業" 14 "Ｎ　医療，福祉" 15 "Ｏ　教育，学習支援業" 16 "Ｐ　複合サービス業" 17 "Ｑ　サービス業（他に分類されないもの）" 18 "Ｒ　公務（他に分類されないもの）"
capture label values YH_SANDAI YH_SANDAI

capture label define YH_SANSYO 11 "農業（農業サービス業を除く）" 013 "農業サービス業" 020 "林業" 030 "漁業" 040 "水産養殖業" 050 "鉱業" 091 "畜産食料品製造業" 092 "水産食料品製造業" 093 "野菜缶詰・果実缶詰・農産保存食料品製造業" 094 "調味料製造業" 095 "めん類製造業" 096 "精穀・製粉業" 097 "パン・菓子製造業" 098 "動植物油脂製造業" 099 "その他の食料品製造業" 101 "清涼飲料製造業" 102 "酒類製造業" 103 "茶・コーヒー製造業" 104 "製氷業" 105 "たばこ製造業" 106 "飼料・有機質肥料製造業" 111 "製糸業，紡績業，ねん糸製造業" 114 "織物業" 115 "ニット生地製造業" 116 "染色整理業" 119 "その他の繊維工業" 120 "衣服・その他の繊維製品製造業" 131 "製材業，木製品製造業" 132 "造作材・合板・建築用組立材料製造業" 133 "木製容器製造業（竹，とうを含む）" 139 "その他の木製品製造業（竹，とうを含む）" 141 "家具製造業" 143 "建具製造業" 149 "その他の家具・装備品製造業" 151 "パルプ・紙製造業" 155 "紙製容器製造業" 159 "その他のパルプ・紙・紙加工品製造業" 161 "印刷業" 163 "製本業，印刷物加工業" 169 "印刷関連サービス業" 171 "化学肥料製造業" 172 "化学工業製品製造業" 174 "化学繊維製造業" 175 "油脂加工製品・石けん・合成洗剤・界面活性剤・塗料製造業" 176 "医薬品製造業" 177 "化粧品・歯磨・その他の化粧用調整品製造業" 179 "その他の化学工業" 181 "石油精製業" 189 "その他の石油製品・石炭製品製造業" 190 "プラスチック製品製造業（別掲を除く）" 201 "タイヤ・チューブ製造業" 202 "ゴム製・プラスチック製履物・同附属品製造業" 209 "その他のゴム製品製造業" 213 "革製履物・同材料・同附属品製造業" 216 "かばん・袋物製造業" 219 "その他のなめし革製品・毛皮製造業" 221 "ガラス・同製品製造業" 222 "セメント・同製品製造業" 223 "建設用粘土製品製造業（陶磁器製を除く）" 224 "陶磁器・同関連製品製造業" 229 "その他の窯業・土石製品製造業" 230 "鉄鋼業" 240 "非鉄金属製造業" 250 "金属製品製造業" 261 "ボイラ・原動機製造業" 262 "農業・建設・鉱山機械製造業" 264 "金属加工機械製造業" 265 "産業用機械製造業（他に分類されないもの）" 269 "その他の一般機械器具製造業" 271 "発電用・送電用・配電用・産業用電気機械器具製造業" 272 "民生用電気機械器具製造業" 274 "電子応用装置製造業" 275 "電気計測器製造業" 279 "その他の電気機械器具製造業" 281 "通信機械器具・同関連機械器具製造業" 282 "電子計算機・同附属装置製造業" 291 "電子部品・デバイス製造業" 301 "自動車・同附属品製造業" 302 "鉄道車両・同部分品製造業" 303 "船舶製造・修理業，舶用機関製造業" 304 "航空機・同附属品製造業" 309 "その他の輸送用機械器具製造業" 313 "医療用機械器具・医療用品製造業" 315 "光学機械器具・レンズ製造業" 317 "時計・同部分品製造業" 319 "その他の精密機械器具製造業" 322 "楽器製造業" 323 "がん具・運動用具製造業" 329 "他に分類されない製造業" 331 "電気業" 341 "ガス業" 351 "熱供給業" 360 "水道業" 371 "信書送達業" 372 "電気通信業" 374 "電気通信に附帯するサービス業" 380 "放送業" 391 "ソフトウェア業" 392 "情報処理・提供サービス業" 401 "インターネット附随サービス業" 411 "映像・音声情報制作業" 413 "新聞業" 414 "出版業" 415 "映像・音声・文字情報制作に附帯するサービス業" 421 "鉄道業" 430 "道路旅客運送業" 440 "道路貨物運送業" 450 "水運業" 460 "航空運輸業" 470 "倉庫業" 480 "運輸に附帯するサービス業" 491 "各種商品卸売業" 501 "繊維品卸売業（衣服，身の回り品を除く）" 502 "衣服・身の回り品卸売業" 511 "農畜産物・水産物卸売業" 512 "食料・飲料卸売業" 521 "建築材料卸売業" 522 "化学製品卸売業" 523 "鉱物・金属材料卸売業" 524 "再生資源卸売業" 532 "自動車卸売業" 533 "電気機械器具卸売業" 539 "その他の機械器具卸売業" 541 "家具・建具・じゅう器等卸売業" 542 "医薬品・化粧品等卸売業" 549 "その他の卸売業" 550 "各種商品小売業" 561 "呉服・服地・寝具小売業" 562 "男子・婦人・子供服小売業" 564 "靴・履物小売業" 569 "その他の織物・衣服・身の回り品小売業" 571 "各種食料品小売業" 572 "酒小売業" 573 "食肉小売業" 574 "鮮魚小売業" 575 "野菜・果実小売業" 576 "菓子・パン小売業" 577 "米穀類小売業" 578 "料理品小売業" 579 "その他の飲食料品小売業" 581 "自動車小売業" 582 "自転車小売業" 591 "家具・建具・畳小売業" 592 "機械器具小売業" 599 "その他のじゅう器小売業" 601 "医薬品・化粧品小売業" 603 "燃料小売業" 604 "書籍・文房具小売業" 605 "スポーツ用品・がん具・娯楽用品・楽器小売業" 609 "他に分類されない小売業" 610 "預金取扱信用機関" 630 "非預金信用機関" 650 "証券業，商品先物取引業" 670 "保険業（保険媒介代理業，保険サービス業を含む）" 680 "不動産取引業" 691 "不動産賃貸業・管理業（別掲を除く）" 692 "貸家業，貸間業" 693 "駐車場業" 701 "食堂，そば・すし店" 704 "喫茶店" 709 "その他の一般飲食店" 710 "遊興飲食店" 720 "宿泊業" 731 "病院" 732 "一般診療所" 733 "歯科診療所" 735 "療術業" 739 "その他の医療業" 741 "保健所，健康相談施設" 749 "その他の保健衛生" 751 "社会保険事業団体，福祉事務所" 753 "児童福祉事業" 754 "老人福祉・介護事業（訪問介護事業を除く）" 755 "障害者福祉事業" 759 "その他の社会保険・社会福祉・介護事業" 761 "学校教育（専修学校，各種学校を除く）" 767 "専修学校，各種学校" 771 "社会教育" 772 "職業・教育支援施設" 773 "学習塾" 774 "教養・技能教授業" 779 "他に分類されない教育，学習支援業" 780 "郵便局（別掲を除く）" 790 "協同組合（他に分類されないもの）" 801 "法律・特許・司法書士事務所，公証人役場" 803 "公認会計士事務所，税理士事務所" 804 "獣医業" 805 "土木建築サービス業" 806 "デザイン業" 807 "機械設計業" 808 "写真業" 809 "その他の専門サービス業" 810 "学術・開発研究機関" 821 "洗濯業" 822 "理容業" 823 "美容業" 824 "浴場業" 829 "その他の洗濯・理容・美容・浴場業" 831 "旅行業" 832 "家事サービス業" 833 "衣服裁縫修理業" 835 "火葬・墓地管理業，冠婚葬祭業" 839 "他に分類されない生活関連サービス業" 841 "興行場（別掲を除く），興行団" 843 "競輪・競馬等の競走場，競技団" 844 "スポーツ施設提供業，公園，遊園地" 846 "遊戯場" 849 "その他の娯楽業" 850 "廃棄物処理業" 861 "自動車整備業" 871 "機械修理業(電気機械器具を除く）" 872 "電気機械器具修理業" 879 "その他の修理業" 880 "物品賃貸業" 890 "広告業" 904 "建物サービス業" 906 "警備業" 907 "労働者派遣業" 909 "他に分類されない事業サービス業" 910 "政治・経済・文化団体" 920 "宗教" 930 "その他のサービス業" 940 "外国公務" 950 "国家公務" 961 "都道府県機関" 962 "市町村機関"
capture label values YH_SANSYO YH_SANSYO

capture label define YH_SHODAI 1 "０　専門的・技術的職業従事者" 02 "１　管理的職業従事者" 03 "２　事務従事者" 04 "３　販売従事者" 05 "４　サービス職業従事者" 06 "５　保安職業従事者" 07 "６　農林漁業作業者" 08 "７　運輸・通信従事者" 09 "８　生産工程・労務作業者"
capture label values YH_SHODAI YH_SHODAI

capture label define YH_SHOSYO 0 "自然科学系研究者" 001 "人文・社会科学系研究者" 010 "農林水産業・食品技術者" 011 "金属製錬技術者" 012 "機械・航空機・造船技術者" 013 "電気・電子技術者" 014 "化学技術者" 015 "建築技術者" 016 "土木・測量技術者" 017 "システムエンジニア" 018 "プログラマー" 020 "医師" 021 "歯科医師" 022 "獣医師" 023 "薬剤師" 024 "保健師" 025 "助産師" 026 "看護師" 027 "診療放射線・エックス線技師" 028 "臨床・衛生検査技師" 029 "歯科衛生士" 030 "歯科技工士" 031 "栄養士" 032 "あん摩マッサージ指圧師，はり師，きゅう師，柔道整復師" 040 "保育士" 050 "裁判官，検察官，弁護士" 051 "弁理士，司法書士" 060 "公認会計士，税理士" 061 "社会保険労務士" 070 "幼稚園教員" 071 "小学校教員" 072 "中学校教員" 073 "高等学校教員" 074 "大学教員" 075 "盲学校・ろう（聾）学校・養護学校教員" 080 "宗教家" 090 "文芸家，著述家" 091 "記者，編集者" 092 "彫刻家，画家，工芸美術家" 093 "デザイナー" 094 "写真家" 095 "音楽家（個人に教授するものを除く）" 096 "音楽家（個人に教授するもの）" 097 "俳優，舞踊家，演芸家（個人に教授するものを除く）" 098 "俳優，舞踊家，演芸家（個人に教授するもの）" 100 "管理的公務員" 110 "会社役員" 120 "会社・団体等管理的職業従事者" 200 "一般事務員" 201 "会計事務員" 210 "集金人" 220 "運輸事務員" 221 "郵便・通信事務員" 230 "速記者，タイピスト，ワードプロセッサ操作員" 231 "キーパンチャー" 232 "電子計算機等オペレーター" 300 "小売店主" 301 "卸売店主" 302 "飲食店主" 303 "販売店員" 304 "商品訪問・移動販売従事者" 305 "再生資源卸売・回収従事者" 306 "商品販売外交員" 307 "商品仲立人" 310 "不動産仲介・売買人" 311 "保険代理人・外交員" 313 "外交員（商品，保険，不動産を除く）" 400 "家政婦（夫），家事手伝い" 401 "ホームヘルパー" 410 "理容師（助手を含む）" 411 "美容師（助手を含む）" 412 "浴場従事者" 413 "クリーニング職，洗張職" 420 "調理人" 421 "バーテンダー" 430 "飲食物給仕・身の回り世話従事者" 431 "接客社交従事者" 432 "芸者，ダンサー" 433 "娯楽場等接客員" 434 "旅館主・支配人・番頭" 440 "マンション・アパート・下宿・寄宿舎・寮管理人" 441 "ビル管理人" 442 "駐車場管理人" 450 "旅行・観光案内人" 451 "物品一時預り人" 452 "物品賃貸人" 453 "広告宣伝員" 454 "葬儀師，火葬作業員" 455 "介護職員（治療施設，福祉施設）" 500 "自衛官" 501 "警察官，海上保安官" 502 "看守，その他の司法警察職員" 503 "消防員" 504 "警備員" 600 "農耕・養蚕作業者" 601 "養畜作業者" 602 "植木職，造園師" 610 "育林作業者" 611 "伐木・造材・運材作業者" 620 "漁労作業者" 621 "船長・航海士・機関長・機関士（漁労船）" 622 "海草・貝採取作業者" 623 "水産養殖作業者" 700 "鉄道運転従事者" 710 "自動車運転者" 720 "船長・航海士・運航士（漁労船を除く），水先人" 721 "船舶機関長・機関士（漁労船を除く）" 722 "航空機操縦士，航空機関士" 730 "車掌" 732 "甲板員，船舶技士・機関員" 734 "フォークリフト運転者" 740 "通信技術従事者" 742 "電話交換手" 743 "郵便・電報外務員" 800 "製銑・製鋼作業者" 801 "非鉄金属製錬作業者" 802 "鋳物製造作業者" 803 "鍛造作業者" 804 "金属熱処理作業者" 805 "圧延作業者" 806 "伸線作業者" 810 "化学工" 821 "ガラス製品成形作業者" 822 "れんが・かわら・土管製造作業者" 823 "陶磁器製造作業者" 824 "窯業絵付作業者" 825 "セメント製造作業者" 826 "セメント製品製造作業者" 827 "石工" 830 "金属工作機械作業者" 831 "金属プレス作業者" 832 "金属溶接・溶断作業者" 833 "鉄工・製缶作業者" 834 "板金作業者" 836 "めっき作業者" 840 "一般機械器具組立作業者" 841 "一般機械器具修理作業者" 850 "電気機械器具組立作業者" 851 "電気機械器具修理作業者" 852 "電球・電子管組立作業者" 853 "被覆電線製造作業者" 854 "半導体製品製造作業者" 860 "自動車組立作業者" 861 "自動車整備作業者" 862 "航空機組立・整備作業者" 863 "鉄道車両組立・修理作業者" 864 "自転車組立・修理作業者" 865 "船舶ぎ装作業者（他に分類されないもの）" 870 "計量計測機器組立・修理作業者" 871 "時計組立・修理作業者" 872 "光学機械器具組立・修理作業者" 873 "レンズ研磨・調整作業者" 880 "精穀・製粉作業者" 882 "味そ・しょう油製造作業者" 884 "めん類製造作業者" 885 "パン・菓子製造作業者" 886 "豆腐・こんにゃく・ふ製造作業者" 887 "缶詰・瓶詰・レトルト食品製造作業者" 888 "乳・乳製品製造作業者" 889 "水産物加工作業者" 890 "製茶作業者" 891 "酒類製造作業者" 892 "清涼飲料製造作業者" 893 "たばこ製造作業者" 900 "粗紡・精紡作業者" 901 "合糸・ねん糸・加工糸作業者" 902 "織機準備作業者" 903 "織布作業者" 904 "精練・漂白・染色作業者" 906 "編物・編立作業者" 907 "製綱・製網作業者（繊維製）" 910 "成人女子・子供服仕立作業者" 911 "成人男子服仕立作業者" 912 "和服仕立作業者" 913 "刺しゅう作業者" 914 "ミシン縫製作業者" 915 "裁断作業者" 920 "製材・チップ製造作業者" 922 "合板作業者" 923 "木工" 924 "木製家具・建具製造作業者" 926 "竹・草・つる製品製造作業者" 930 "パルプ・紙料製造作業者" 931 "紙すき作業者" 932 "紙器製造作業者" 933 "紙製品製造作業者" 940 "文字組版作業者" 941 "製版作業者" 942 "印刷作業者" 943 "製本作業者" 950 "ゴム製品成形作業者" 952 "プラスチック製品成形・加工・仕上作業者" 960 "製革作業者" 961 "靴製造・修理作業者" 970 "かばん・袋物製造作業者" 971 "がん具製造作業者" 973 "漆塗師，まき絵師" 974 "貴金属・宝石・甲・角等細工作業者" 975 "印判師" 976 "内張作業者" 977 "表具師" 978 "塗装作業者，画工，看板制作作業者" 979 "写真現像・焼付・引伸し作業者" 980 "製図・写図・現図作業者" 982 "包装作業者" 990 "ボイラーオペレーター" 991 "クレーン・ウインチ運転作業者" 992 "建設機械運転作業者"
capture label values YH_SHOSYO YH_SHOSYO

capture label define YH_JYUKIBO 1 "1人" 02 "2～4人" 03 "5～9人" 04 "10～19人" 05 "20～29人" 06 "30～49人" 07 "50～99人" 08 "100～299人" 09 "300～499人" 10 "500～999人" 11 "1000人以上" 12 "官公庁など"
capture label values YH_JYUKIBO YH_JYUKIBO

capture label define YH_NISSU 1 "50日未満" 2 "50～99日" 3 "100～149日" 4 "150～199日" 5 "200～249日" 6 "250～299日" 7 "300日以上"
capture label values YH_NISSU YH_NISSU

capture label define YH_KISOKU 1 "不規則" 2 "ある季節だけ" 3 "だいたい規則的"
capture label values YH_KISOKU YH_KISOKU

capture label define YH_JIKAN 1 "15時間未満" 02 "15～19時間" 03 "20～21時間" 04 "22～29時間" 05 "30～34時間" 06 "35～42時間" 07 "43～45時間" 08 "46～48時間" 09 "49～59時間" 10 "60～64時間" 11 "65時間以上"
capture label values YH_JIKAN YH_JIKAN

capture label define YH_SYUNYU 1 "収入なし，50万円未満" 02 "50～99万円" 03 "100～149万円" 04 "150～199万円" 05 "200～249万円" 06 "250～299万円" 07 "300～399万円" 08 "400～499万円" 09 "500～599万円" 10 "600～699万円" 11 "700～799万円" 12 "800～899万円" 13 "900～999万円" 14 "1000～1499万円" 15 "1500万円以上"
capture label values YH_SYUNYU YH_SYUNYU

capture label define YH_SYUKIBO 1 "この仕事を続けたい（継続就業希望者）" 2 "この仕事のほかに別の仕事もしたい（追加就業希望者）" 3 "ほかの仕事に変わりたい（転職希望者）" 4 "仕事をすっかりやめてしまいたい（就業休止希望者）"
capture label values YH_SYUKIBO YH_SYUKIBO

capture label define YH_SYUZOGEN 1 "今のままでよい" 2 "増やしたい" 3 "減らしたい"
capture label values YH_SYUZOGEN YH_SYUZOGEN

capture label define YH_TENRIYU 1 "一時的についた仕事だから" 2 "収入が少ない" 3 "事業不振や先行き不安" 4 "定年又は雇用契約の満了に備えて" 5 "時間的・肉体的に負担が大きい" 6 "知識や技能を生かしたい" 7 "余暇を増やしたい" 8 "家事の都合" 9 "その他"
capture label values YH_TENRIYU YH_TENRIYU

capture label define YH_SYUKEITAI 1 "正規の職員・従業員" 2 "パート・アルバイト" 3 "労働者派遣事業所の派遣社員" 4 "契約社員" 5 "自分で事業を起こしたい" 6 "家業を継ぎたい" 7 "内職" 8 "その他"
capture label values YH_SYUKEITAI YH_SYUKEITAI

capture label define YH_KYUUMU 1 "探している" 2 "開業の準備をしている" 3 "何もしていない"
capture label values YH_KYUUMU YH_KYUUMU

capture label define YH_GENGO 2 "大正" 3 "昭和" 4 "平成" 5 "西暦"
capture label values YH_GENGO YH_GENGO

capture label define YH_SYURIYU 1 "失業していた" 2 "学校を卒業した" 3 "収入を得る必要が生じた" 4 "知識や技能を生かしたかった" 5 "社会に出たかった" 6 "時間に余裕ができた" 7 "健康を維持したい" 8 "よりよい条件の仕事が見つかった" 9 "その他"
capture label values YH_SYURIYU YH_SYURIYU

capture label define YF_UMU 1 "副業なし" 2 "副業あり"
capture label values YF_UMU YF_UMU

capture label define YF_KBN 0 "していない" 1 "会社などの役員" 2 "雇われている人" 3 "自営業主" 4 "自家営業の手伝い" 5 "内職"
capture label values YF_KBN YF_KBN

capture label define YF_NOHINO 1 "農林業" 2 "非農林業"
capture label values YF_NOHINO YF_NOHINO

capture label define Y_ZENSYUGYO 1 "仕事をおもにしていた" 2 "家事・通学などのかたわらにしていた" 3 "家事" 4 "通学" 5 "その他"
capture label values Y_ZENSYUGYO Y_ZENSYUGYO

capture label define Y_ZENUMU 1 "ある" 2 "ない"
capture label values Y_ZENUMU Y_ZENUMU

capture label define M_SYUKIBO 1 "思っている（就業希望者）" 2 "思っていない（非就業希望者）"
capture label values M_SYUKIBO M_SYUKIBO

capture label define M_SYURIYU 1 "失業している" 2 "学校を卒業した" 3 "収入を得る必要が生じた" 4 "知識や技能を生かしたい" 5 "社会に出たい" 6 "時間に余裕ができた" 7 "健康を維持したい" 8 "その他"
capture label values M_SYURIYU M_SYURIYU

capture label define M_SHOKUSHU 1 "製造・生産工程" 02 "建設・労務" 03 "運輸・通信職" 04 "営業・販売職" 05 "サービス職業" 06 "専門的・技術的職業" 07 "管理的職業" 08 "事務職" 09 "その他（保安職など）" 10 "仕事の種類にこだわっていない"
capture label values M_SHOKUSHU M_SHOKUSHU

capture label define M_KEITAI 1 "正規の職員・従業員" 2 "パート・アルバイト" 3 "労働者派遣事業所の派遣社員" 4 "契約社員" 5 "自分で事業を起こしたい" 6 "家業を継ぎたい" 7 "内職" 8 "その他"
capture label values M_KEITAI M_KEITAI

capture label define M_KYUUMU 1 "探している" 2 "開業の準備をしている" 3 "何もしていない"
capture label values M_KYUUMU M_KYUUMU

capture label define M_HIKYURIYU 1 "探したが見つからなかった" 02 "希望する仕事がありそうにない" 03 "知識・能力に自信がない" 04 "病気・けがのため" 05 "高齢のため" 06 "育児や通学などのため仕事が続けられそうにない" 07 "家族の介護・看護のため" 08 "急いで仕事につく必要がない" 09 "学校以外で進学や資格取得などの勉強をしている" 10 "その他"
capture label values M_HIKYURIYU M_HIKYURIYU

capture label define M_KBN 1 "1か月未満" 2 "1か月以上"
capture label values M_KBN M_KBN

capture label define M_KIBOJIKI 1 "すぐつくつもり" 2 "すぐではないがつくつもり" 3 "つくかどうかわからない"
capture label values M_KIBOJIKI M_KIBOJIKI

capture label define M_HISYURIYU 1 "育児のため" 02 "家族の介護・看護のため" 03 "家事（育児・介護・看護以外）のため" 04 "通学のため" 05 "病気・けがのため" 06 "高齢のため" 07 "学校以外で進学や資格取得などの勉強をしている" 08 "ボランティア活動に従事している" 09 "仕事をする自信がない" 10 "その他" 11 "特に理由はない"
capture label values M_HISYURIYU M_HISYURIYU

capture label define M_ZENSYUGYO 1 "家事" 2 "通学" 3 "その他" 4 "仕事をおもにしていた" 5 "家事・通学のかたわらにしていた"
capture label values M_ZENSYUGYO M_ZENSYUGYO

capture label define M_ZENUMU 1 "ある" 2 "ない"
capture label values M_ZENUMU M_ZENUMU

capture label define Z_RIJIKI 1 "昭和52年（1977年）以前" 2 "昭和53年（1978年）以降"
capture label values Z_RIJIKI Z_RIJIKI

capture label define Z_GENGO 3 "昭和" 4 "平成" 5 "西暦"
capture label values Z_GENGO Z_GENGO

capture label define Z_RIRIYU 1 "人員整理・勧奨退職のため" 02 "会社倒産・事業所閉鎖のため" 03 "事業不振や先行き不安" 04 "一時的についた仕事だから" 05 "収入が少なかった" 06 "労働条件が悪かった" 07 "自分に向かない仕事だった" 08 "家族の転職・転勤又は事業所の移転のため" 09 "定年のため" 10 "雇用契約の満了のため" 11 "病気・高齢のため" 12 "結婚のため" 13 "育児のため" 14 "家族の介護・看護のため" 15 "その他"
capture label values Z_RIRIYU Z_RIRIYU

capture label define Z_JYUCHII8 1 "常雇" 2 "臨時雇" 3 "日雇" 4 "会社などの役員" 5 "自営業主で雇人あり" 6 "自営業主で雇人なし" 7 "自家営業の手伝い" 8 "内職"
capture label values Z_JYUCHII8 Z_JYUCHII8

capture label define Z_KEITAI 1 "正規の職員・従業員" 2 "パート" 3 "アルバイト" 4 "労働者派遣事業所の派遣社員" 5 "契約社員" 6 "嘱託" 7 "その他"
capture label values Z_KEITAI Z_KEITAI

capture label define Z_SYODAI 0 "専門的・技術的職業従事者" 1 "管理的職業従事者" 2 "事務従事者" 3 "販売従事者" 4 "サービス職業従事者" 5 "保安職業従事者" 6 "農林漁業作業者" 7 "運輸・通信従事者" 8 "生産工程・労務作業者"
capture label values Z_SYODAI Z_SYODAI

capture label define Z_JYUKIBO 1 "1人" 02 "2～4人" 03 "5～9人" 04 "10～19人" 05 "20～29人" 06 "30～49人" 07 "50～99人" 08 "100～299人" 09 "300～499人" 10 "500～999人" 11 "1000人以上" 12 "官公庁など"
capture label values Z_JYUKIBO Z_JYUKIBO

capture label define Z_KEINEN2 1 "1か月未満" 2 "1か月以上"
capture label values Z_KEINEN2 Z_KEINEN2

capture label define Z_SKBN 1 "はい（現在の仕事とも前の仕事とも別）" 2 "現在の仕事が「最初の仕事」" 3 "前の仕事が「最初の仕事」" 4 "まだ「最初の仕事」についていない"
capture label values Z_SKBN Z_SKBN

capture label define Z_SGENGO 2 "大正" 3 "昭和" 4 "平成" 5 "西暦"
capture label values Z_SGENGO Z_SGENGO

capture label define Z_SCHIKEI 1 "正規の職員・従業員" 02 "パート" 03 "アルバイト" 04 "労働者派遣事業所の派遣社員" 05 "契約社員" 06 "嘱託" 07 "その他" 08 "会社などの役員" 09 "自営業主で雇人あり" 10 "自営業主で雇人なし" 11 "自家営業の手伝い" 12 "内職"
capture label values Z_SCHIKEI Z_SCHIKEI

capture label define J_UMU 1 "した" 2 "しなかった"
capture label values J_UMU J_UMU

capture label define J_COMP0 1 "あり（いずれか1つにでも記入あり）" 2 "なし"
capture label values J_COMP0 J_COMP0

capture label define J_COMP1 1 "記入あり"
capture label values J_COMP1 J_COMP1

capture label define J_COMP2 1 "記入あり"
capture label values J_COMP2 J_COMP2

capture label define J_COMP3 1 "記入あり"
capture label values J_COMP3 J_COMP3

capture label define J_COMP4 1 "記入あり"
capture label values J_COMP4 J_COMP4

capture label define J_COMP5 1 "記入あり"
capture label values J_COMP5 J_COMP5

capture label define J_COMP6 1 "記入あり"
capture label values J_COMP6 J_COMP6

capture label define J_COMP7 1 "記入あり"
capture label values J_COMP7 J_COMP7

capture label define J_COMP9 1 "記入あり"
capture label values J_COMP9 J_COMP9

capture label define J_JIHATU0 1 "あり（いずれか1つにでも記入あり）" 2 "なし"
capture label values J_JIHATU0 J_JIHATU0

capture label define J_JIHATU2 1 "記入あり"
capture label values J_JIHATU2 J_JIHATU2

capture label define J_JIHATU3 1 "記入あり"
capture label values J_JIHATU3 J_JIHATU3

capture label define J_JIHATU4 1 "記入あり"
capture label values J_JIHATU4 J_JIHATU4

capture label define J_JIHATU5 1 "記入あり"
capture label values J_JIHATU5 J_JIHATU5

capture label define J_JIHATU6 1 "記入あり"
capture label values J_JIHATU6 J_JIHATU6

capture label define J_JIHATU7 1 "記入あり"
capture label values J_JIHATU7 J_JIHATU7

capture label define J_JIHATU8 1 "記入あり"
capture label values J_JIHATU8 J_JIHATU8

capture label define J_JIHATU9 1 "記入あり"
capture label values J_JIHATU9 J_JIHATU9

capture label define J_JOSEI0 1 "あり（いずれか1つにでも記入あり）" 2 "なし"
capture label values J_JOSEI0 J_JOSEI0

capture label define J_JOSEI2 1 "記入あり"
capture label values J_JOSEI2 J_JOSEI2

capture label define J_JOSEI3 1 "記入あり"
capture label values J_JOSEI3 J_JOSEI3

capture label define J_JOSEI4 1 "記入あり"
capture label values J_JOSEI4 J_JOSEI4

capture label define J_JOSEI5 1 "記入あり"
capture label values J_JOSEI5 J_JOSEI5

capture label define J_JOSEI6 1 "記入あり"
capture label values J_JOSEI6 J_JOSEI6

capture label define J_JOSEI7 1 "記入あり"
capture label values J_JOSEI7 J_JOSEI7

capture label define J_JOSEI9 1 "記入あり"
capture label values J_JOSEI9 J_JOSEI9

capture label define ISHUKAN 1 "おもに仕事" 02 "通学のかたわらに仕事" 03 "家事などのかたわらに仕事" 04 "病気・けがのため" 05 "育児のため" 06 "家族の介護・看護のため" 07 "休暇のため" 08 "その他" 09 "仕事を探していた" 10 "通学" 11 "育児" 12 "家族の介護・看護" 13 "育児・介護・看護以外" 14 "その他（高齢者など）"
capture label values ISHUKAN ISHUKAN

capture label define S_YH_NOHINO 1 "農林業" 2 "非農林業"
capture label values S_YH_NOHINO S_YH_NOHINO

capture label define S_YH_SANDAI 1 "Ａ　農業，林業" 02 "Ｂ　漁業" 03 "Ｃ　鉱業，採石業，砂利採取業" 04 "Ｄ　建設業" 05 "Ｅ　製造業" 06 "Ｆ　電気・ガス・熱供給・水道業" 07 "Ｇ　情報通信業" 08 "Ｈ　運輸業，郵便業" 09 "Ｉ　卸売業，小売業" 10 "Ｊ　金融業，保険業" 11 "Ｋ　不動産業，物品賃貸業" 12 "Ｌ　学術研究，専門・技術サービス業" 13 "Ｍ　宿泊業，飲食サービス業" 14 "Ｎ　生活関連サービス業，娯楽業" 15 "Ｏ　教育，学習支援業" 16 "Ｐ　医療，福祉" 17 "Ｑ　複合サービス事業" 18 "Ｒ　サービス業　（他に分類されないもの）" 19 "Ｓ　公務（他に分類されるものを除く）"
capture label values S_YH_SANDAI S_YH_SANDAI

capture label define S_YH_SANSYO 11 "農業 （農業サービス業を除く）" 013 "農業サービス業" 020 "林業" 030 "漁業（水産養殖業を除く）" 040 "水産養殖業" 050 "鉱業，採石業，砂利採取業" 091 "畜産食料品製造業" 092 "水産食料品製造業" 093 "野菜缶詰・果実缶詰・農産保存食料品製造業" 094 "調味料製造業" 095 "めん類製造業" 096 "精穀・製粉業" 097 "パン・菓子製造業" 098 "動植物油脂製造業" 090 "糖類製造業" 099 "その他の食料品製造業" 101 "清涼飲料製造業" 102 "酒類製造業" 103 "茶・コーヒー製造業 （清涼飲料を除く）" 104 "製氷業" 105 "たばこ製造業" 106 "飼料・有機質肥料製造業" 111 "製糸業，紡績業，化学繊維・ねん糸等製造業" 112 "織物業" 113 "ニット生地製造業" 114 "染色整理業" 115 "綱・網・レース・繊維粗製品製造業" 116 "衣服・繊維製身の回り品製造業" 119 "その他の繊維製品製造業" 121 "製材業，木製品製造業" 122 "造作材・合板・建築用組立材料製造業" 123 "木製容器製造業（竹，とうを含む）" 129 "その他の木製品製造業 (竹，とうを含む)" 131 "家具製造業" 133 "建具製造業" 139 "その他の家具・装備品製造業" 141 "パルプ・紙製造業" 145 "紙製容器製造業" 149 "その他のパルプ・紙・紙加工品製造業" 151 "印刷業" 153 "製本業，印刷物加工業" 159 "印刷関連サービス業" 161 "化学肥料製造業" 162 "化学工業製品製造業" 164 "油脂加工製品・石けん・合成洗剤・界面活性剤・塗料製造業" 165 "医薬品製造業" 166 "化粧品・歯磨・その他の化粧用調整品製造業" 169 "その他の化学工業" 171 "石油精製業" 179 "その他の石油製品･石炭製品製造業" 180 "プラスチック製品製造業（別掲を除く）" 191 "タイヤ・チューブ製造業" 192 "ゴム製・プラスチック製履物・同附属品製造業" 199 "その他のゴム製品製造業" 203 "革製履物・同材料・同附属品製造業" 206 "かばん･袋物製造業" 209 "その他のなめし革製品・毛皮製造業" 211 "ガラス・同製品製造業" 212 "セメント・同製品製造業" 213 "建設用粘土製品製造業（陶磁器製を除く)" 214 "陶磁器・同関連製品製造業" 219 "その他の窯業・土石製品製造業" 220 "鉄鋼業" 230 "非鉄金属製造業" 240 "金属製品製造業" 251 "ボイラ・原動機製造業" 252 "ポンプ・圧縮機器製造業" 253 "一般産業用機械・装置製造業" 259 "その他のはん用機械・同部分品製造業" 261 "農業・建設・鉱山機械製造業" 264 "生活関連産業用機械製造業" 265 "基礎素材産業用機械製造業" 266 "金属加工機械製造業" 267 "半導体・フラットパネルディスプレイ製造装置製造業" 268 "その他の生産用機械・同部分品製造業" 271 "事務用・サービス用・娯楽用機械器具製造業" 274 "医療用機械器具・医療用品製造業" 275 "光学機械器具・レンズ製造業" 279 "その他の業務用機械器具製造業" 280 "電子部品・デバイス・電子回路製造業" 291 "発電用・送電用・配電用・産業用電気機械器具製造業" 293 "民生用電気機械器具製造業" 296 "電子応用装置製造業" 297 "電気計測器製造業" 299 "その他の電気機械器具製造業" 301 "通信機械器具・同関連機械器具製造業" 302 "映像・音響機械器具製造業" 303 "電子計算機・同附属装置製造業" 311 "自動車・同附属品製造業" 312 "鉄道車両・同部分品製造業" 313 "船舶製造・修理業，舶用機関製造業" 314 "航空機・同附属品製造業" 319 "その他の輸送用機械器具製造業" 321 "装身具・装飾品等製造業（貴金属・宝石製を含む）" 323 "時計・同部分品製造業" 324 "楽器製造業" 325 "がん具・運動用具製造業" 329 "他に分類されない製造業" 331 "電気業" 341 "ガス業" 351 "熱供給業" 360 "水道業" 371 "電気通信業" 373 "電気通信に附帯するサービス業" 380 "放送業" 391 "ソフトウェア業" 392 "情報処理・提供サービス業" 401 "インターネット附随サービス業" 411 "映像・音声情報制作業" 413 "新聞業" 414 "出版業" 415 "広告制作業" 416 "映像・音声・文字情報制作に附帯するサービス業" 421 "鉄道業" 430 "道路旅客運送業" 440 "道路貨物運送業" 450 "水運業" 460 "航空運輸業" 470 "倉庫業" 480 "運輸に附帯するサービス業" 491 "郵便業（信書便事業を含む）" 501 "各種商品卸売業" 511 "繊維品卸売業（衣服，身の回り品を除く）" 512 "衣服卸売業" 513 "身の回り品卸売業" 521 "農畜産物・水産物卸売業" 522 "食料・飲料卸売業" 531 "建築材料卸売業" 532 "化学製品卸売業" 533 "石油・鉱物卸売業" 534 "金属材料卸売業" 536 "再生資源卸売業" 542 "自動車卸売業" 543 "電気機械器具卸売業" 549 "その他の機械器具卸売業" 551 "家具・建具・じゅう器等卸売業" 552 "医薬品・化粧品等卸売業" 553 "紙・紙製品卸売業" 559 "その他の卸売業" 560 "各種商品小売業" 571 "呉服・服地・寝具小売業" 572 "男子・婦人・子供服小売業" 574 "靴・履物小売業" 579 "その他の織物・衣服・身の回り品小売業" 581 "各種食料品小売業" 582 "野菜・果実小売業" 583 "食肉小売業" 584 "鮮魚小売業" 585 "酒小売業" 586 "菓子・パン小売業" 588 "料理品小売業" 589 "その他の飲食料品小売業" 591 "自動車小売業" 592 "自転車小売業" 593 "機械器具小売業（自動車，自転車を除く）" 601 "家具・建具・畳小売業" 602 "じゅう器小売業" 603 "医薬品・化粧品小売業" 605 "燃料小売業" 606 "書籍・文房具小売業" 607 "スポーツ用品・がん具・娯楽用品・楽器小売業" 608 "写真機・時計・眼鏡小売業" 609 "他に分類されない小売業" 620 "銀行業" 630 "協同組織金融業" 640 "非預金信用機関" 650 "金融商品取引業，商品先物取引業" 670 "保険業（保険媒介代理業，保険サービス業を含む）" 680 "不動産取引業" 691 "不動産賃貸業・管理業（別掲を除く）" 692 "貸家業，貸間業" 693 "駐車場業" 700 "物品賃貸業" 710 "学術・開発研究機関" 721 "法律事務所，特許事務所" 722 "公証人役場，司法書士事務所，土地家屋調査士事務所" 723 "行政書士事務所" 724 "公認会計士事務所，税理士事務所" 725 "社会保険労務士事務所" 726 "デザイン業" 728 "経営コンサルタント業，純粋持株会社" 729 "その他の専門サービス業" 731 "広告業" 741 "獣医業" 742 "土木建築サービス業" 743 "機械設計業" 744 "商品・非破壊検査業" 746 "写真業" 749 "その他の技術サービス業" 750 "宿泊業" 761 "食堂， そば・すし店" 765 "酒場，ビヤホール，バー，キャバレー，ナイトクラブ" 767 "喫茶店" 769 "その他の飲食店" 771 "持ち帰り飲食サービス業" 772 "配達飲食サービス業" 781 "洗濯業" 782 "理容業" 783 "美容業" 784 "浴場業" 789 "その他の洗濯・理容・美容・浴場業" 791 "旅行業" 792 "家事サービス業" 793 "衣服裁縫修理業" 795 "火葬・墓地管理業，冠婚葬祭業" 799 "他に分類されない生活関連サービス業" 801 "興行場（別掲を除く），興行団" 803 "競輪・競馬等の競走場，競技団" 804 "スポーツ施設提供業，公園，遊園地" 806 "遊戯場" 809 "その他の娯楽業" 811 "学校教育（専修学校，各種学校を除く）" 817 "専修学校，各種学校" 818 "学校教育支援機関" 821 "社会教育" 822 "職業・教育支援施設" 823 "学習塾" 824 "教養・技能教授業" 829 "他に分類されない教育，学習支援業" 831 "病　院" 832 "一般診療所" 833 "歯科診療所" 835 "療術業" 839 "その他の医療業" 841 "保健所，健康相談施設" 849 "その他の保健衛生" 851 "社会保険事業団体，福祉事務所" 853 "児童福祉事業" 854 "老人福祉・介護事業(訪問介護事業を除く）" 855 "障害者福祉事業" 856 "訪問介護事業" 859 "その他の社会保険・社会福祉・介護事業" 860 "郵便局" 870 "協同組合（他に分類されないもの）" 880 "廃棄物処理業" 891 "自動車整備業" 901 "機械修理業（電気機械器具を除く）" 902 "電気機械器具修理業" 909 "その他の修理業" 911 "職業紹介業" 912 "労働者派遣業" 922 "建物サービス業" 923 "警備業" 929 "他に分類されない事業サービス業" 930 "政治・経済・文化団体" 940 "宗教" 950 "その他のサービス業" 960 "外国公務" 970 "国家公務" 981 "都道府県機関" 982 "市町村機関"
capture label values S_YH_SANSYO S_YH_SANSYO

capture label define S_YF_NOHINO 1 "農林業" 2 "非農林業"
capture label values S_YF_NOHINO S_YF_NOHINO

capture label define S_YH_SHODAI 1 "０　管理的職業従事者" 02 "１　専門的・技術的職業従事者" 03 "２　事務従事者" 04 "３　販売従事者" 05 "４　サービス職業従事者" 06 "５　保安職業従事者" 07 "６　農林漁業従事者" 08 "７　生産工程従事者" 09 "８　輸送・機械運転従事者" 10 "９　建設・採掘従事者" 11 "Ｖ　運搬・清掃・包装等従事者"
capture label values S_YH_SHODAI S_YH_SHODAI

capture label define S_YH_SHOSYO 0 "管理的公務員" 010 "会社役員" 020 "法人・団体管理的職業従事者"
capture label values S_YH_SHOSYO S_YH_SHOSYO

capture label define S_Z_SYODAI 0 "管理的職業従事者" 1 "専門的・技術的職業従事者" 2 "事務従事者" 3 "販売従事者" 4 "サービス職業従事者" 5 "保安職業従事者" 6 "農林漁業従事者" 7 "生産工程従事者" 8 "輸送・機械運転従事者" 9 "建設・採掘従事者"
capture label values S_Z_SYODAI S_Z_SYODAI

