cap label define SEIREKI_l 1991 "1991" 
cap label val SEIREKI SEIREKI_l 
 
cap label define DAITOSHI_l 1 "札幌大都市圏" 2 "京浜大都市圏" 3 "中京大都市圏" 4 "京阪神大都市圏" 5 "広島大都市圏" 6 "北九州・福岡大都市圏" 
cap label val DAITOSHI DAITOSHI_l 
 
cap label define TOSHIKAIKYU_l 1 "大都市" 2 "中都市" 3 "小都市A" 4 "小都市B" 5 "町村" 
cap label val TOSHIKAIKYU TOSHIKAIKYU_l 
 
cap label define TIIKI_14_l 1 "北海道" 2 "東北" 3 "関東Ⅰ" 4 "関東Ⅱ" 5 "北陸" 6 "東海" 7 "近畿Ⅰ" 8 "近畿Ⅱ" 9 "山陰" 10 "山陽" 11 "四国" 12 "北九州" 13 "南九州" 14 "沖縄" 
cap label val TIIKI_14 TIIKI_14_l 
 
cap label define KENCHO_l 1 "県庁所在都市" 2 "上記以外" 
cap label val KENCHO KENCHO_l 
 
cap label define SEIREI_l 1 "政令指定都市" 2 "上記以外" 
cap label val SEIREI SEIREI_l 
 
cap label define SEX_l 1 "男" 2 "女" 
cap label val SEX SEX_l 
 
cap label define ZOKUGARA_l 1 "世帯主" 2 "世帯主の配偶者" 3 "子" 4 "子の配偶者" 5 "孫" 6 "父母" 7 "祖父母" 8 "兄弟姉妹" 9 "他の親族" 10 "その他" 
cap label val ZOKUGARA ZOKUGARA_l 
 
cap label define HAIGUU_l 1 "未婚" 2 "有配偶" 3 "死別離別" 
cap label val HAIGUU HAIGUU_l 
 
cap label define KYOUIKU_l 1 "在学中　中学" 2 "在学中　高校" 3 "在学中　短大・高専" 4 "在学中　大学・大学院" 5 "卒業　　小学･中学" 6 "卒業　　高校・旧中" 7 "卒業　　短大・高専" 8 "卒業　　大学・大学院" 9 "在学したことがない" 
cap label val KYOUIKU KYOUIKU_l 
 
cap label define KAIGO_l 1 "自宅内でしている" 2 "自宅外でしている" 3 "していない" 
cap label val KAIGO KAIGO_l 
 
cap label define SHYUUGYO_UMU_l 1 "仕事をしている人　　　主に仕事" 2 "仕事をしている人　　　家事などのかたわらに仕事" 3 "仕事をしている人　　　通学のかたわらに仕事" 4 "仕事をしていない人　　家事" 5 "仕事をしていない人　　通学　" 6 "仕事をしていない人　　その他" 
cap label val SHYUUGYO_UMU SHYUUGYO_UMU_l 
 
cap label define KIN_JI_l 1 "雇用されている人" 2 "会社などの役員" 3 "雇人のある業主" 4 "雇人のない業主" 5 "家族従業者" 6 "家庭内の賃仕事" 
cap label val KIN_JI KIN_JI_l 
 
cap label define SHIGOTO_l 00 "科学研究者" 01 "技術者" 02 "保健医療従事者" 24 "保健婦" 25 "助産婦" 26 "看護士・看護婦" 27 "診療放射線・エックス線技師" 28 "臨床・衛生検査技師" 29 "歯科衛生士" 03 "保健医療従事者" 04 "社会福祉専門職業従事者" 04V "その他の社会福祉専門職業従事者" 05 "法務従事者" 05V "その他の法務従事者" 06 "公認会計士、税理士" 07 "教員" 70 "幼稚園教員" 74 "大学教員" 07V "その他の教員" 08 "宗教家" 90 "文芸家、著述家" 91 ""記者" 09 ""美術家" 0V "その他の専門的・技術的職業従事者" 0V2 "職業スポーツ家(個人に教授するものを除く)" 0V3 "職業スポーツ家(個人に教授するもの)" 0V "他に分類されない専門的・技術的職業従事者" 10 "管理的公務員" 11 "会社・団体等役員" 12 "その他の管理的職業従事者" 12V "他に分類されない管理的職業従事者" 20 "一般事務従事者" 21 "外勤事務従事者" 21V "その他の外勤事務従事者" 22 "運輸・通信事務従事者" 23 "その他の事務従事者" 30 "商品販売従事者" 302 "飲食店主" 303 "販売店員" 304 "商品訪問・移動販売従事者" 305 "再生資源卸売・回収従事者" 306 "商品販売外交員" 307 "商品仲立人" 31 "販売類似職業従事者" 40 "家事サービス職業従事者" 401 "家政婦" 40V "その他の家事サービス職業従業者" 41 "生活衛生サービス職業従事者" 42 "飲食物調理従事者" 43 "接客・給仕職業従事者" 432 ""芸者" 44 "居住施設・ビル等管理人" 45 "その他のサービス職業従事者" 50 "保安職業従事者" 504 "警備員" 50V "その他の保安職業従業員" 60 "農業作業者" 602 ""植木植" 61 "林業作業者" 62 "漁業作業者" 70 "鉄道運転従事者" 71 "自動車運転者" 72 "船舶・航空機運転従事者" 721 "船舶機関長、・機関士(漁ろう船を除く)" 722 ""航空機操縦士" 73 "その他の運輸従事者" 731 ""操車掛" 732 ""甲板員" 733 "船舶機関員" 73V "他に分類されない運輸従事者" 74 "通信従事者" 743 "郵便・電報外務員" 80 "採掘作業者" 801 "採炭員" 804 "支柱員" 805 "坑内運搬員" 806 ""選鉱員" 81 "窯業・土石製品製造作業者" 815 "セメント製造工" 82 "金属材料製造作業者" 83 "化学製品製造作業者" 84 "金属加工作業者" 85 "一般機械器具組立・修理作業者" 86 "電気機械器具組立・修理作業者" 87 "輸送機械組立・修理作業者" 872 "航空機組立工・整備工" 873 "鉄道車両組立工・修理工" 88 "時計・計器・光学機械器具組立・修理作業者" 89 "食料品製造作業者" 90 "飲料・たばこ製造作業者" 903 "たばこ製造工" 91 "製糸・紡織作業者" 910 "繰糸工" 911 ""粗紡工" 92 "衣服・繊維製品製造作業者" 922 "和服仕立工" 93 "木・竹・草・つる製品製造作業者" 935 "船大工" 936 "竹細工工" 937 "草・つる製品製造工" 93V "その他の木・竹・草・つる製品製造作業者" 94 "パルプ・紙・紙製品製造作業者" 95 "印刷・製本作業者" 96 "ｺﾞﾑ・ﾌﾟﾗｽﾃｨｯｸ製品製造作業者" 97 "革・革製品製造作業者" 98 "その他の製造・制作作業者" 984 ""漆塗師" 986 "印判師" 988 "表具師" 99 "その他の製造・制作作業者" 992 "現図工" 99V "他に分類されない技能工・生産工程作業者" V0 "定置機関・機械及び建設機械運転作業者" V02 "建設機械運転工" V0V "その他の定置機関・機械及び建設機械運転作業者" V1 "電気作業者" V10 ""発電員" V11 "電線架線工" V13 "電気工事人" V2 "建設作業者" V21 "とび工" V22 ""れんが積工" V25 ""配管工" V26 "畳工" V27 ""土木工" V28 "鉄道線路工事作業者" V2V "その他の建設作業者" V3 "運搬労務作業者" V33 "配達員" V34 "荷造工" V4 "その他の労務作業者" 
cap label val SHIGOTO SHIGOTO_l 
 
cap label define JYUUGYOSHA_l 1 "1～4人" 2 "5～29人" 3 "30～99人" 4 "100～299人" 5 "300～499人" 6 "500～999人" 7 "1000人以上" 8 "官公庁" 
cap label val JYUUGYOSHA JYUUGYOSHA_l 
 
cap label define SYUUGYO_JIKAN_l 1 "15時間未満" 2 "15～34時間" 3 "35～42時間" 4 "43～48時間" 5 "49～59時間" 6 "60時間以上" 7 "決まっていない" 
cap label val SYUUGYO_JIKAN SYUUGYO_JIKAN_l 
 
cap label define SYUUKYU_l 1 "週休1日" 2 "週休1日　半" 3 "週休2日　月1回" 4 "週休2日　隔週月2回" 5 "週休2日　月3回" 6 "週休2日　毎週" 7 "週休3日以上" 8 ""決まっていない" 
cap label val SYUUKYU SYUUKYU_l 
 
cap label define M_IZURENOHI_l 1 ""旅行" 2 "休みの日(5に○印のあるもの全て)" 3 "上記以外の日(6にのみ○印のあるもの)" 
cap label val M_IZURENOHI M_IZURENOHI_l 
 
cap label define JYUUKYO_l 1 ""持ち家　　一戸建" 2 ""持ち家　　共同住宅" 3 ""民営借家又は賃貸アパート　　一戸建" 4 ""民営借家又は賃貸アパート　　マンション" 5 ""民営借家又は賃貸アパート　　木造アパート" 6 ""公社" 7 ""住宅に間借り寄宿舎" 
cap label val JYUUKYO JYUUKYO_l 
 
cap label define MY_CAR_l 1 "有り" 2 "無し" 
cap label val MY_CAR MY_CAR_l 
 
cap label define NENSYU_l 1 "100万円未満" 2 "100万円～199万円" 3 "200万円～299万円" 4 "300万円～399万円" 5 "400万円～499万円" 6 "500万円～599万円" 7 "600万円～699万円" 8 "700万円～799万円" 9 "800万円～899万円" 10 "900万円～999万円" 11 "1000万円～1499万円" 12 "1500万円以上" 
cap label val NENSYU NENSYU_l 
 
cap label define var1_l ### "###" 
cap label val var1 var1_l 
 
cap label define var3_l 
cap label val var3 var3_l 
 
cap label define var5_1_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_1 var5_1_l 
 
cap label define var6_1_l 
cap label val var6_1 var6_1_l 
 
cap label define var5_2_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_2 var5_2_l 
 
cap label define var6_2_l 
cap label val var6_2 var6_2_l 
 
cap label define var5_3_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_3 var5_3_l 
 
cap label define var6_3_l 
cap label val var6_3 var6_3_l 
 
cap label define var5_4_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_4 var5_4_l 
 
cap label define var6_4_l 
cap label val var6_4 var6_4_l 
 
cap label define var5_5_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_5 var5_5_l 
 
cap label define var6_5_l 
cap label val var6_5 var6_5_l 
 
cap label define var5_6_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_6 var5_6_l 
 
cap label define var6_6_l 
cap label val var6_6 var6_6_l 
 
cap label define var5_7_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_7 var5_7_l 
 
cap label define var6_7_l 
cap label val var6_7 var6_7_l 
 
cap label define var5_8_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_8 var5_8_l 
 
cap label define var6_8_l 
cap label val var6_8 var6_8_l 
 
cap label define var5_9_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_9 var5_9_l 
 
cap label define var6_9_l 
cap label val var6_9 var6_9_l 
 
cap label define var5_10_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_10 var5_10_l 
 
cap label define var6_10_l 
cap label val var6_10 var6_10_l 
 
cap label define var5_11_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_11 var5_11_l 
 
cap label define var6_11_l 
cap label val var6_11 var6_11_l 
 
cap label define var5_12_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_12 var5_12_l 
 
cap label define var6_12_l 
cap label val var6_12 var6_12_l 
 
cap label define var5_13_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_13 var5_13_l 
 
cap label define var6_13_l 
cap label val var6_13 var6_13_l 
 
cap label define var5_14_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_14 var5_14_l 
 
cap label define var6_14_l 
cap label val var6_14 var6_14_l 
 
cap label define var5_15_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_15 var5_15_l 
 
cap label define var6_15_l 
cap label val var6_15 var6_15_l 
 
cap label define var5_16_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_16 var5_16_l 
 
cap label define var6_16_l 
cap label val var6_16 var6_16_l 
 
cap label define var5_17_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_17 var5_17_l 
 
cap label define var6_17_l 
cap label val var6_17 var6_17_l 
 
cap label define var5_18_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_18 var5_18_l 
 
cap label define var6_18_l 
cap label val var6_18 var6_18_l 
 
cap label define var5_19_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_19 var5_19_l 
 
cap label define var6_19_l 
cap label val var6_19 var6_19_l 
 
cap label define var5_20_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_20 var5_20_l 
 
cap label define var6_20_l 
cap label val var6_20 var6_20_l 
 
cap label define var5_21_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_21 var5_21_l 
 
cap label define var6_21_l 
cap label val var6_21 var6_21_l 
 
cap label define var5_22_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_22 var5_22_l 
 
cap label define var6_22_l 
cap label val var6_22 var6_22_l 
 
cap label define var5_23_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_23 var5_23_l 
 
cap label define var6_23_l 
cap label val var6_23 var6_23_l 
 
cap label define var5_24_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_24 var5_24_l 
 
cap label define var6_24_l 
cap label val var6_24 var6_24_l 
 
cap label define var5_25_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_25 var5_25_l 
 
cap label define var6_25_l 
cap label val var6_25 var6_25_l 
 
cap label define var5_26_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_26 var5_26_l 
 
cap label define var6_26_l 
cap label val var6_26 var6_26_l 
 
cap label define var5_27_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_27 var5_27_l 
 
cap label define var6_27_l 
cap label val var6_27 var6_27_l 
 
cap label define var5_28_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_28 var5_28_l 
 
cap label define var6_28_l 
cap label val var6_28 var6_28_l 
 
cap label define var5_29_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_29 var5_29_l 
 
cap label define var6_29_l 
cap label val var6_29 var6_29_l 
 
cap label define var5_30_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_30 var5_30_l 
 
cap label define var6_30_l 
cap label val var6_30 var6_30_l 
 
cap label define var5_31_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_31 var5_31_l 
 
cap label define var6_31_l 
cap label val var6_31 var6_31_l 
 
cap label define var5_32_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_32 var5_32_l 
 
cap label define var6_32_l 
cap label val var6_32 var6_32_l 
 
cap label define var5_33_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_33 var5_33_l 
 
cap label define var6_33_l 
cap label val var6_33 var6_33_l 
 
cap label define var5_34_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_34 var5_34_l 
 
cap label define var6_34_l 
cap label val var6_34 var6_34_l 
 
cap label define var5_35_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_35 var5_35_l 
 
cap label define var6_35_l 
cap label val var6_35 var6_35_l 
 
cap label define var5_36_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_36 var5_36_l 
 
cap label define var6_36_l 
cap label val var6_36 var6_36_l 
 
cap label define var5_37_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_37 var5_37_l 
 
cap label define var6_37_l 
cap label val var6_37 var6_37_l 
 
cap label define var5_38_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_38 var5_38_l 
 
cap label define var6_38_l 
cap label val var6_38 var6_38_l 
 
cap label define var5_39_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_39 var5_39_l 
 
cap label define var6_39_l 
cap label val var6_39 var6_39_l 
 
cap label define var5_40_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_40 var5_40_l 
 
cap label define var6_40_l 
cap label val var6_40 var6_40_l 
 
cap label define var5_41_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_41 var5_41_l 
 
cap label define var6_41_l 
cap label val var6_41 var6_41_l 
 
cap label define var5_42_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_42 var5_42_l 
 
cap label define var6_42_l 
cap label val var6_42 var6_42_l 
 
cap label define var5_43_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_43 var5_43_l 
 
cap label define var6_43_l 
cap label val var6_43 var6_43_l 
 
cap label define var5_44_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_44 var5_44_l 
 
cap label define var6_44_l 
cap label val var6_44 var6_44_l 
 
cap label define var5_45_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_45 var5_45_l 
 
cap label define var6_45_l 
cap label val var6_45 var6_45_l 
 
cap label define var5_46_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_46 var5_46_l 
 
cap label define var6_46_l 
cap label val var6_46 var6_46_l 
 
cap label define var5_47_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_47 var5_47_l 
 
cap label define var6_47_l 
cap label val var6_47 var6_47_l 
 
cap label define var5_48_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_48 var5_48_l 
 
cap label define var6_48_l 
cap label val var6_48 var6_48_l 
 
cap label define var5_49_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_49 var5_49_l 
 
cap label define var6_49_l 
cap label val var6_49 var6_49_l 
 
cap label define var5_50_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_50 var5_50_l 
 
cap label define var6_50_l 
cap label val var6_50 var6_50_l 
 
cap label define var5_51_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_51 var5_51_l 
 
cap label define var6_51_l 
cap label val var6_51 var6_51_l 
 
cap label define var5_52_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_52 var5_52_l 
 
cap label define var6_52_l 
cap label val var6_52 var6_52_l 
 
cap label define var5_53_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_53 var5_53_l 
 
cap label define var6_53_l 
cap label val var6_53 var6_53_l 
 
cap label define var5_54_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_54 var5_54_l 
 
cap label define var6_54_l 
cap label val var6_54 var6_54_l 
 
cap label define var5_55_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_55 var5_55_l 
 
cap label define var6_55_l 
cap label val var6_55 var6_55_l 
 
cap label define var5_56_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_56 var5_56_l 
 
cap label define var6_56_l 
cap label val var6_56 var6_56_l 
 
cap label define var5_57_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_57 var5_57_l 
 
cap label define var6_57_l 
cap label val var6_57 var6_57_l 
 
cap label define var5_58_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_58 var5_58_l 
 
cap label define var6_58_l 
cap label val var6_58 var6_58_l 
 
cap label define var5_59_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_59 var5_59_l 
 
cap label define var6_59_l 
cap label val var6_59 var6_59_l 
 
cap label define var5_60_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_60 var5_60_l 
 
cap label define var6_60_l 
cap label val var6_60 var6_60_l 
 
cap label define var5_61_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_61 var5_61_l 
 
cap label define var6_61_l 
cap label val var6_61 var6_61_l 
 
cap label define var5_62_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_62 var5_62_l 
 
cap label define var6_62_l 
cap label val var6_62 var6_62_l 
 
cap label define var5_63_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_63 var5_63_l 
 
cap label define var6_63_l 
cap label val var6_63 var6_63_l 
 
cap label define var5_64_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_64 var5_64_l 
 
cap label define var6_64_l 
cap label val var6_64 var6_64_l 
 
cap label define var5_65_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_65 var5_65_l 
 
cap label define var6_65_l 
cap label val var6_65 var6_65_l 
 
cap label define var5_66_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_66 var5_66_l 
 
cap label define var6_66_l 
cap label val var6_66 var6_66_l 
 
cap label define var5_67_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_67 var5_67_l 
 
cap label define var6_67_l 
cap label val var6_67 var6_67_l 
 
cap label define var5_68_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_68 var5_68_l 
 
cap label define var6_68_l 
cap label val var6_68 var6_68_l 
 
cap label define var5_69_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_69 var5_69_l 
 
cap label define var6_69_l 
cap label val var6_69 var6_69_l 
 
cap label define var5_70_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_70 var5_70_l 
 
cap label define var6_70_l 
cap label val var6_70 var6_70_l 
 
cap label define var5_71_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_71 var5_71_l 
 
cap label define var6_71_l 
cap label val var6_71 var6_71_l 
 
cap label define var5_72_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_72 var5_72_l 
 
cap label define var6_72_l 
cap label val var6_72 var6_72_l 
 
cap label define var5_73_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_73 var5_73_l 
 
cap label define var6_73_l 
cap label val var6_73 var6_73_l 
 
cap label define var5_74_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_74 var5_74_l 
 
cap label define var6_74_l 
cap label val var6_74 var6_74_l 
 
cap label define var5_75_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_75 var5_75_l 
 
cap label define var6_75_l 
cap label val var6_75 var6_75_l 
 
cap label define var5_76_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_76 var5_76_l 
 
cap label define var6_76_l 
cap label val var6_76 var6_76_l 
 
cap label define var5_77_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_77 var5_77_l 
 
cap label define var6_77_l 
cap label val var6_77 var6_77_l 
 
cap label define var5_78_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_78 var5_78_l 
 
cap label define var6_78_l 
cap label val var6_78 var6_78_l 
 
cap label define var5_79_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_79 var5_79_l 
 
cap label define var6_79_l 
cap label val var6_79 var6_79_l 
 
cap label define var5_80_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_80 var5_80_l 
 
cap label define var6_80_l 
cap label val var6_80 var6_80_l 
 
cap label define var5_81_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_81 var5_81_l 
 
cap label define var6_81_l 
cap label val var6_81 var6_81_l 
 
cap label define var5_82_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_82 var5_82_l 
 
cap label define var6_82_l 
cap label val var6_82 var6_82_l 
 
cap label define var5_83_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_83 var5_83_l 
 
cap label define var6_83_l 
cap label val var6_83 var6_83_l 
 
cap label define var5_84_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_84 var5_84_l 
 
cap label define var6_84_l 
cap label val var6_84 var6_84_l 
 
cap label define var5_85_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_85 var5_85_l 
 
cap label define var6_85_l 
cap label val var6_85 var6_85_l 
 
cap label define var5_86_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_86 var5_86_l 
 
cap label define var6_86_l 
cap label val var6_86 var6_86_l 
 
cap label define var5_87_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_87 var5_87_l 
 
cap label define var6_87_l 
cap label val var6_87 var6_87_l 
 
cap label define var5_88_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_88 var5_88_l 
 
cap label define var6_88_l 
cap label val var6_88 var6_88_l 
 
cap label define var5_89_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_89 var5_89_l 
 
cap label define var6_89_l 
cap label val var6_89 var6_89_l 
 
cap label define var5_90_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_90 var5_90_l 
 
cap label define var6_90_l 
cap label val var6_90 var6_90_l 
 
cap label define var5_91_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_91 var5_91_l 
 
cap label define var6_91_l 
cap label val var6_91 var6_91_l 
 
cap label define var5_92_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_92 var5_92_l 
 
cap label define var6_92_l 
cap label val var6_92 var6_92_l 
 
cap label define var5_93_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_93 var5_93_l 
 
cap label define var6_93_l 
cap label val var6_93 var6_93_l 
 
cap label define var5_94_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_94 var5_94_l 
 
cap label define var6_94_l 
cap label val var6_94 var6_94_l 
 
cap label define var5_95_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_95 var5_95_l 
 
cap label define var6_95_l 
cap label val var6_95 var6_95_l 
 
cap label define var5_96_l 1 "睡眠" 2 "身の回りの用事" 3 "食事" 4 "通勤・通学" 5 "仕事" 6 "学業" 7 "家事" 8 "介護・看護" 9 "育児" 10 "買い物" 11 "移動（通勤・通学を除く）" 12 "テレビ・ラジオ・新聞・雑誌" 13 "休養・くつろぎ" 14 "学習・研究（学業以外）" 15 "趣味・娯楽" 16 "スポーツ" 17 "社会的活動" 18 "交際・つきあい" 19 "受診・療養" 20 "その他" 
cap label val var5_96 var5_96_l 
 
cap label define var6_96_l 
cap label val var6_96 var6_96_l 
 
